{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<bos>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<eos>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<user>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "<assistant>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 6,
      "content": "<system>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Sequence",
    "normalizers": [
      {
        "type": "NFKC"
      }
    ]
  },
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": false,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": null,
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "<unk>",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<pad>": 0,
      "<unk>": 1,
      "<bos>": 2,
      "<eos>": 3,
      "<user>": 4,
      "<assistant>": 5,
      "<system>": 6,
      "!": 7,
      "\"": 8,
      "#": 9,
      "$": 10,
      "%": 11,
      "&": 12,
      "'": 13,
      "(": 14,
      ")": 15,
      "*": 16,
      "+": 17,
      ",": 18,
      "-": 19,
      ".": 20,
      "/": 21,
      "0": 22,
      "1": 23,
      "2": 24,
      "3": 25,
      "4": 26,
      "5": 27,
      "6": 28,
      "7": 29,
      "8": 30,
      "9": 31,
      ":": 32,
      ";": 33,
      "<": 34,
      "=": 35,
      ">": 36,
      "?": 37,
      "@": 38,
      "A": 39,
      "B": 40,
      "C": 41,
      "D": 42,
      "E": 43,
      "F": 44,
      "G": 45,
      "H": 46,
      "I": 47,
      "J": 48,
      "K": 49,
      "L": 50,
      "M": 51,
      "N": 52,
      "O": 53,
      "P": 54,
      "Q": 55,
      "R": 56,
      "S": 57,
      "T": 58,
      "U": 59,
      "V": 60,
      "W": 61,
      "X": 62,
      "Y": 63,
      "Z": 64,
      "[": 65,
      "\\": 66,
      "]": 67,
      "^": 68,
      "_": 69,
      "`": 70,
      "a": 71,
      "b": 72,
      "c": 73,
      "d": 74,
      "e": 75,
      "f": 76,
      "g": 77,
      "h": 78,
      "i": 79,
      "j": 80,
      "k": 81,
      "l": 82,
      "m": 83,
      "n": 84,
      "o": 85,
      "p": 86,
      "q": 87,
      "r": 88,
      "s": 89,
      "t": 90,
      "u": 91,
      "v": 92,
      "w": 93,
      "x": 94,
      "y": 95,
      "z": 96,
      "{": 97,
      "|": 98,
      "}": 99,
      "~": 100,
      "ÂĄ": 101,
      "Âą": 102,
      "ÂŁ": 103,
      "Â€": 104,
      "Â„": 105,
      "ÂŠ": 106,
      "Â§": 107,
      "Âš": 108,
      "Â©": 109,
      "ÂȘ": 110,
      "Â«": 111,
      "ÂŹ": 112,
      "Âź": 113,
      "ÂŻ": 114,
      "Â°": 115,
      "Â±": 116,
      "ÂČ": 117,
      "Âł": 118,
      "ÂŽ": 119,
      "Â”": 120,
      "Â¶": 121,
      "Â·": 122,
      "Âž": 123,
      "Âč": 124,
      "Âș": 125,
      "Â»": 126,
      "ÂŒ": 127,
      "Âœ": 128,
      "ÂŸ": 129,
      "Âż": 130,
      "Ă": 131,
      "Ă": 132,
      "Ă": 133,
      "Ă": 134,
      "Ă": 135,
      "Ă": 136,
      "Ă": 137,
      "Ă": 138,
      "Ă": 139,
      "Ă": 140,
      "Ă": 141,
      "Ă": 142,
      "Ă": 143,
      "Ă": 144,
      "Ă": 145,
      "Ă": 146,
      "Ă": 147,
      "Ă": 148,
      "Ă": 149,
      "Ă": 150,
      "Ă": 151,
      "Ă": 152,
      "Ă": 153,
      "Ă": 154,
      "Ă": 155,
      "Ă": 156,
      "Ă": 157,
      "Ă": 158,
      "Ă ": 159,
      "ĂĄ": 160,
      "Ăą": 161,
      "ĂŁ": 162,
      "Ă€": 163,
      "Ă„": 164,
      "ĂŠ": 165,
      "Ă§": 166,
      "Ăš": 167,
      "Ă©": 168,
      "ĂȘ": 169,
      "Ă«": 170,
      "ĂŹ": 171,
      "Ă­": 172,
      "ĂŻ": 173,
      "Ă°": 174,
      "Ä": 175,
      "Ä ": 176,
      "Äą": 177,
      "ÄŁ": 178,
      "Ä€": 179,
      "Ä„": 180,
      "ÄŠ": 181,
      "Ä§": 182,
      "Äš": 183,
      "Ä©": 184,
      "ÄȘ": 185,
      "Ä«": 186,
      "ÄŹ": 187,
      "Ä­": 188,
      "Äź": 189,
      "ÄŻ": 190,
      "Ä°": 191,
      "Ä±": 192,
      "ÄČ": 193,
      "Äł": 194,
      "ÄŽ": 195,
      "Ä”": 196,
      "Ä¶": 197,
      "Ä·": 198,
      "Äž": 199,
      "Äč": 200,
      "Äș": 201,
      "Ä»": 202,
      "ÄŒ": 203,
      "Äœ": 204,
      "ÄŸ": 205,
      "Äż": 206,
      "Ć": 207,
      "Ć": 208,
      "Ć": 209,
      "Ć": 210,
      "Ä a": 211,
      "Ä d": 212,
      "es": 213,
      "Ä p": 214,
      "er": 215,
      "Ä t": 216,
      "en": 217,
      "Ä c": 218,
      "in": 219,
      "ar": 220,
      "os": 221,
      "or": 222,
      "Ä s": 223,
      "Ä e": 224,
      "on": 225,
      "as": 226,
      "Ä de": 227,
      "is": 228,
      "Ä o": 229,
      "an": 230,
      "Ä m": 231,
      "re": 232,
      "al": 233,
      "ad": 234,
      "ent": 235,
      "Ä n": 236,
      "qu": 237,
      "Ä f": 238,
      "om": 239,
      "he": 240,
      "ti": 241,
      "ĂÂŁ": 242,
      "ĂÂŁo": 243,
      "it": 244,
      "ĂÂ§": 245,
      "ic": 246,
      "ro": 247,
      "am": 248,
      "Ä qu": 249,
      "at": 250,
      "Ä the": 251,
      "id": 252,
      "em": 253,
      "Ä b": 254,
      "Ä in": 255,
      "um": 256,
      "el": 257,
      "Ä com": 258,
      "ia": 259,
      "ra": 260,
      "ĂÂ©": 261,
      "ed": 262,
      "Ä v": 263,
      "ĂÂĄ": 264,
      "Ä an": 265,
      "Ä que": 266,
      "ou": 267,
      "Ä l": 268,
      "im": 269,
      "Ä w": 270,
      "il": 271,
      "Ä do": 272,
      "ol": 273,
      "Ä re": 274,
      "Ä par": 275,
      "est": 276,
      "ing": 277,
      "ĂÂ§ĂÂŁo": 278,
      "Ä um": 279,
      "Ä of": 280,
      "Ä to": 281,
      "ec": 282,
      "us": 283,
      "Ä con": 284,
      "Ä h": 285,
      "do": 286,
      "Ä A": 287,
      "ri": 288,
      "Ä em": 289,
      "un": 290,
      "Ä C": 291,
      "Ä se": 292,
      "ĂąÄą": 293,
      "Ä g": 294,
      "ess": 295,
      "ul": 296,
      "ĂĆ": 297,
      "Ä da": 298,
      "Ä and": 299,
      "Ä S": 300,
      "ta": 301,
      "Ä para": 302,
      "Ä no": 303,
      "ci": 304,
      "Ä P": 305,
      "ut": 306,
      "ir": 307,
      "ur": 308,
      "le": 309,
      "te": 310,
      "Ä pro": 311,
      "Ä as": 312,
      "Ä th": 313,
      "to": 314,
      "Ä M": 315,
      "Ä E": 316,
      "Ä T": 317,
      "ado": 318,
      "tion": 319,
      "res": 320,
      "ve": 321,
      "ente": 322,
      "ĂÂȘ": 323,
      "ais": 324,
      "ĂÂł": 325,
      "ac": 326,
      "aĂÂ§ĂÂŁo": 327,
      "od": 328,
      "Ä ĂÂ©": 329,
      "ter": 330,
      "Ä for": 331,
      "oc": 332,
      "Ä est": 333,
      "ig": 334,
      "Ä al": 335,
      "ver": 336,
      "et": 337,
      "ade": 338,
      "Ä su": 339,
      "iz": 340,
      "Ä ex": 341,
      "Ä is": 342,
      "Ä B": 343,
      "Ä uma": 344,
      "Ä D": 345,
      "Ä I": 346,
      "ist": 347,
      "ce": 348,
      "Ä (": 349,
      "Ä 1": 350,
      "ento": 351,
      "Ä os": 352,
      "Ä na": 353,
      "ĂÂ”": 354,
      "Ä por": 355,
      "ho": 356,
      "ada": 357,
      "ĂÂ”es": 358,
      "Ä R": 359,
      "Ä at": 360,
      "ab": 361,
      "de": 362,
      "ag": 363,
      "Ä ap": 364,
      "Ä F": 365,
      "ei": 366,
      "Ä O": 367,
      "Ä j": 368,
      "if": 369,
      "Ä 2": 370,
      "Ä N": 371,
      "Ä pr": 372,
      "Ä ac": 373,
      "Ä es": 374,
      "st": 375,
      "tic": 376,
      "tiv": 377,
      "Ä ĂąÄą": 378,
      "Ä ser": 379,
      "Ä on": 380,
      "ando": 381,
      "idade": 382,
      "Ä nĂÂŁo": 383,
      "Ä en": 384,
      "so": 385,
      "th": 386,
      "da": 387,
      "Ä Ă": 388,
      "se": 389,
      "og": 390,
      "ly": 391,
      "ma": 392,
      "ha": 393,
      "ados": 394,
      "ica": 395,
      "Ä L": 396,
      "Ä mais": 397,
      "ran": 398,
      "Ä G": 399,
      "ĂÂ§ĂÂ”es": 400,
      "Ä des": 401,
      "iv": 402,
      "tu": 403,
      "Ä per": 404,
      "Ä be": 405,
      "ito": 406,
      "per": 407,
      "por": 408,
      "ant": 409,
      "pl": 410,
      "Ä or": 411,
      "Ä y": 412,
      "Ä r": 413,
      "Ä so": 414,
      "cia": 415,
      "Ä that": 416,
      "Ä im": 417,
      "ion": 418,
      "io": 419,
      "end": 420,
      "Ä pre": 421,
      "ens": 422,
      "Ä dos": 423,
      "Ä como": 424,
      "ĂÂș": 425,
      "vel": 426,
      "Ä H": 427,
      "Ä pel": 428,
      "Ä res": 429,
      "for": 430,
      "ow": 431,
      "tr": 432,
      "eg": 433,
      "ai": 434,
      "Ä comp": 435,
      "ĂÂ©m": 436,
      "ores": 437,
      "ĂÂĄri": 438,
      "ĂÂȘn": 439,
      "Ä tem": 440,
      "Ä pod": 441,
      "ith": 442,
      "po": 443,
      "ch": 444,
      "ĂąÄąÄż": 445,
      "gu": 446,
      "Ä us": 447,
      "Ä dis": 448,
      "Ä ent": 449,
      "av": 450,
      "oss": 451,
      "Ä di": 452,
      "Ä ou": 453,
      "Ä J": 454,
      "ĂÂ§a": 455,
      "Ä are": 456,
      "du": 457,
      "Ä wh": 458,
      "ay": 459,
      "ap": 460,
      "Ä you": 461,
      "and": 462,
      "Ä cont": 463,
      "00": 464,
      "Ä ao": 465,
      "Ä mu": 466,
      "ot": 467,
      "ation": 468,
      "ras": 469,
      "Ä it": 470,
      "Ä V": 471,
      "ere": 472,
      "bl": 473,
      "..": 474,
      "Ä with": 475,
      "ers": 476,
      "op": 477,
      "Ä ab": 478,
      "ante": 479,
      "ocĂÂȘ": 480,
      "Ä U": 481,
      "Ä ĂąÄąÄŸ": 482,
      "Ä ĂĆ": 483,
      "ial": 484,
      "Ä W": 485,
      "ass": 486,
      "mo": 487,
      "esso": 488,
      "Ä ar": 489,
      "amento": 490,
      "Ä out": 491,
      "ost": 492,
      "Ä ch": 493,
      "Ä ter": 494,
      "ĂąÄąÄ»": 495,
      "az": 496,
      "Ä fo": 497,
      "ido": 498,
      "cion": 499,
      "Ä In": 500,
      "co": 501,
      "ida": 502,
      "ate": 503,
      "con": 504,
      "Ä fr": 505,
      "Ä das": 506,
      "Ä cl": 507,
      "ĂÂȘncia": 508,
      "port": 509,
      "ib": 510,
      "pe": 511,
      "Ä le": 512,
      "Ä pl": 513,
      "Ä can": 514,
      "adas": 515,
      "Ä vocĂÂȘ": 516,
      "pec": 517,
      "Ä car": 518,
      "gr": 519,
      "ud": 520,
      "cl": 521,
      "ill": 522,
      "amente": 523,
      "Ä sua": 524,
      "ico": 525,
      "Ä el": 526,
      "Ä am": 527,
      "up": 528,
      "Ä tra": 529,
      "Ä 20": 530,
      "Ä The": 531,
      "Ä tr": 532,
      "Ä sem": 533,
      "que": 534,
      "ity": 535,
      "amb": 536,
      "ora": 537,
      "Ä he": 538,
      "ria": 539,
      "Ä ad": 540,
      "Ä seu": 541,
      "und": 542,
      "bre": 543,
      "ome": 544,
      "ual": 545,
      "Ä me": 546,
      "Ä cons": 547,
      "Ä inter": 548,
      "ite": 549,
      "ts": 550,
      "ke": 551,
      "Ä man": 552,
      "ov": 553,
      "ine": 554,
      "Ä foi": 555,
      "entes": 556,
      "ld": 557,
      "Ä cas": 558,
      "mente": 559,
      "imento": 560,
      "ge": 561,
      "til": 562,
      "ip": 563,
      "Ä by": 564,
      "Ä cor": 565,
      "ment": 566,
      "fer": 567,
      "ambĂÂ©m": 568,
      "eira": 569,
      "ros": 570,
      "bal": 571,
      "Ä nos": 572,
      "endo": 573,
      "vi": 574,
      "ave": 575,
      "Ä ob": 576,
      "Ä ass": 577,
      "Ä sĂÂŁo": 578,
      "aliz": 579,
      "ru": 580,
      "ina": 581,
      "Ä co": 582,
      "Ä rec": 583,
      "Ä 3": 584,
      "pres": 585,
      "di": 586,
      "Ä col": 587,
      "ĂÂĄrio": 588,
      "Ä from": 589,
      "Ä mor": 590,
      "ador": 591,
      "Ä faz": 592,
      "ont": 593,
      "igh": 594,
      "ades": 595,
      "Ä sobre": 596,
      "entos": 597,
      "ez": 598,
      "amos": 599,
      "Ä ess": 600,
      "Ä mas": 601,
      "tor": 602,
      "ura": 603,
      "Ä was": 604,
      "Ä tambĂÂ©m": 605,
      "ĂÂ§o": 606,
      "ĂÂą": 607,
      "Ä ne": 608,
      "ca": 609,
      "fic": 610,
      "gh": 611,
      "Ä mes": 612,
      "ja": 613,
      "ara": 614,
      "Ä not": 615,
      "Ä pode": 616,
      "va": 617,
      "Ä ĂąÄąÄ”": 618,
      "pre": 619,
      "iss": 620,
      "oun": 621,
      "Ä ele": 622,
      "ide": 623,
      "ard": 624,
      "pos": 625,
      "vers": 626,
      "Ä rel": 627,
      "Ä ver": 628,
      "ust": 629,
      "ista": 630,
      "Ä estĂÂĄ": 631,
      "elh": 632,
      "ast": 633,
      "go": 634,
      "je": 635,
      "anto": 636,
      "Ä dif": 637,
      "Ä -": 638,
      "ater": 639,
      "Ä have": 640,
      "ear": 641,
      "Ä qual": 642,
      "Ä entre": 643,
      "Ä un": 644,
      "ber": 645,
      "lo": 646,
      "ons": 647,
      "Ä poss": 648,
      "Ä ev": 649,
      "cis": 650,
      "ult": 651,
      "Ä reg": 652,
      "ther": 653,
      "Ä pelo": 654,
      "her": 655,
      "dos": 656,
      "our": 657,
      "ita": 658,
      "ell": 659,
      "par": 660,
      "Ä we": 661,
      "Ä mar": 662,
      "Ä ag": 663,
      "ign": 664,
      "all": 665,
      "Ä proc": 666,
      "ure": 667,
      "Ä esc": 668,
      "Ä st": 669,
      "Ä muito": 670,
      "Ä this": 671,
      "),": 672,
      "ord": 673,
      "ase": 674,
      "Ä ro": 675,
      "Ä pesso": 676,
      "Ä te": 677,
      "har": 678,
      "ĂĆs": 679,
      ").": 680,
      "Ä Al": 681,
      "Ä pres": 682,
      "Ä pa": 683,
      "idades": 684,
      "Ä Th": 685,
      "ato": 686,
      "duc": 687,
      "pr": 688,
      "Ä Com": 689,
      "Ä sa": 690,
      "inha": 691,
      "ĂÂłs": 692,
      "rans": 693,
      "ular": 694,
      "Ä fin": 695,
      "Ä pela": 696,
      "Ä ma": 697,
      "ich": 698,
      "ira": 699,
      "qui": 700,
      "itos": 701,
      "undo": 702,
      "ect": 703,
      "Ä \"": 704,
      "tivo": 705,
      "Ä go": 706,
      "Ä k": 707,
      "tim": 708,
      "vol": 709,
      "Ä pass": 710,
      "Ä dia": 711,
      "Ä dest": 712,
      "Ä An": 713,
      "Ä 201": 714,
      "Ä pe": 715,
      "Ä trabal": 716,
      "cial": 717,
      "eiro": 718,
      "Ä fe": 719,
      "ical": 720,
      "Ä ind": 721,
      "form": 722,
      "tions": 723,
      "ata": 724,
      "olog": 725,
      "ated": 726,
      "ould": 727,
      "ĂÂŽ": 728,
      "inda": 729,
      "Ä af": 730,
      "Ä dire": 731,
      "cip": 732,
      "Ä K": 733,
      "Ä jĂÂĄ": 734,
      "ies": 735,
      "ix": 736,
      "orn": 737,
      "Ä parti": 738,
      "Ä 19": 739,
      "out": 740,
      "rasil": 741,
      "iti": 742,
      "ok": 743,
      "mer": 744,
      "ĂÂąn": 745,
      "cer": 746,
      "aus": 747,
      "ific": 748,
      "fe": 749,
      "Ä alg": 750,
      "Ä Es": 751,
      "ian": 752,
      "Ä ins": 753,
      "Ä your": 754,
      "Ä seg": 755,
      "ime": 756,
      "forma": 757,
      "Ä atĂÂ©": 758,
      "tes": 759,
      "Ä their": 760,
      "Qu": 761,
      "Ä De": 762,
      "Ä melh": 763,
      "antes": 764,
      "ents": 765,
      "Ä nov": 766,
      "ach": 767,
      "Ä trans": 768,
      "Ä wor": 769,
      "agem": 770,
      "ĂĆvel": 771,
      "The": 772,
      "ong": 773,
      "...": 774,
      "ance": 775,
      "ias": 776,
      "ous": 777,
      "tica": 778,
      "ence": 779,
      "Ä As": 780,
      "Ä ĂÂĄ": 781,
      "aĂÂ§ĂÂ”es": 782,
      "Ä pol": 783,
      "Ä op": 784,
      "eral": 785,
      "ĂÂĄrios": 786,
      "ves": 787,
      "rio": 788,
      "cio": 789,
      "Ä 4": 790,
      "Ä aut": 791,
      "one": 792,
      "Ä cam": 793,
      "iro": 794,
      "rib": 795,
      "20": 796,
      "ece": 797,
      "adores": 798,
      "idos": 799,
      "Ä 5": 800,
      "Ä anos": 801,
      "iĂÂ§ĂÂŁo": 802,
      "Ä che": 803,
      "Ä mo": 804,
      "ub": 805,
      "ive": 806,
      "pa": 807,
      "Ä isso": 808,
      "Ä Mar": 809,
      "Ä jog": 810,
      "Ä cer": 811,
      "Ä cri": 812,
      "Ä import": 813,
      "Ä bo": 814,
      "emb": 815,
      "Ä they": 816,
      "Ä will": 817,
      "Ä nas": 818,
      "ef": 819,
      "Ä mil": 820,
      "Ä empres": 821,
      "Ä which": 822,
      "Ä cr": 823,
      "gar": 824,
      "Ä sol": 825,
      "Ä seus": 826,
      "Ä all": 827,
      "Ä Un": 828,
      "aix": 829,
      "Ä pra": 830,
      "anĂÂ§": 831,
      "cul": 832,
      "Ä more": 833,
      "Ä er": 834,
      "Ä prof": 835,
      "min": 836,
      "Ä espec": 837,
      "||": 838,
      "Ä En": 839,
      "Ä ainda": 840,
      "Ä loc": 841,
      "Ä incl": 842,
      "Ä mod": 843,
      "ese": 844,
      "Ä prim": 845,
      "Ä min": 846,
      "Ä has": 847,
      "Ä form": 848,
      "tive": 849,
      "Ä vis": 850,
      "itar": 851,
      "indo": 852,
      "gram": 853,
      "ks": 854,
      "Ä vez": 855,
      "age": 856,
      "emos": 857,
      "Ä med": 858,
      "Ä val": 859,
      "Ä cap": 860,
      "Ä fil": 861,
      "tar": 862,
      "pon": 863,
      "Ä fazer": 864,
      "Ä Por": 865,
      "veis": 866,
      "rou": 867,
      "Ä fun": 868,
      "entar": 869,
      "Ä inc": 870,
      "ame": 871,
      "hos": 872,
      "gan": 873,
      "Ä po": 874,
      "cional": 875,
      "ight": 876,
      "ĂĆn": 877,
      "ino": 878,
      "ace": 879,
      "Ä mesmo": 880,
      "son": 881,
      "Ä conf": 882,
      "ĂÂȘs": 883,
      "ema": 884,
      "Ä sim": 885,
      "tal": 886,
      "Ä inf": 887,
      "Ä todos": 888,
      "ana": 889,
      "enas": 890,
      "Ä bem": 891,
      "icas": 892,
      "ĂąÄąÄż,": 893,
      "Ä fal": 894,
      "Ä prĂÂł": 895,
      "idas": 896,
      "anĂÂ§a": 897,
      "Ä gran": 898,
      "ild": 899,
      "Ä men": 900,
      "no": 901,
      "me": 902,
      "Ä ra": 903,
      "tiva": 904,
      "Ä rece": 905,
      "ue": 906,
      "Ä quando": 907,
      "Ä ĂÂș": 908,
      "wn": 909,
      "ios": 910,
      "uc": 911,
      "red": 912,
      "Ä pessoas": 913,
      "ĂÂĄs": 914,
      "Ä Pro": 915,
      "este": 916,
      "udo": 917,
      "rar": 918,
      "king": 919,
      "ecess": 920,
      "Ä Est": 921,
      "Ä melhor": 922,
      "Ä gr": 923,
      "Ä eu": 924,
      "Ä mai": 925,
      "dut": 926,
      "la": 927,
      "Ä precis": 928,
      "com": 929,
      "ie": 930,
      "pro": 931,
      "int": 932,
      "Ä but": 933,
      "xim": 934,
      "ubl": 935,
      "icos": 936,
      "na": 937,
      "cias": 938,
      "Ä forma": 939,
      "Ä segu": 940,
      "quer": 941,
      "Ä Con": 942,
      "Ä este": 943,
      "ack": 944,
      "Ä aos": 945,
      "erc": 946,
      "pan": 947,
      "der": 948,
      "Ä noss": 949,
      "ely": 950,
      "unic": 951,
      "das": 952,
      "Ä cur": 953,
      "ilidade": 954,
      "Ä also": 955,
      "Ä Ch": 956,
      "Ä sh": 957,
      "Ä sub": 958,
      "art": 959,
      "Ä ano": 960,
      "ex": 961,
      "Ä necess": 962,
      "ĂÂșbl": 963,
      "esta": 964,
      "erg": 965,
      "ĂÂĄvel": 966,
      "ava": 967,
      "Ä conta": 968,
      "Ä neg": 969,
      "Ä tempo": 970,
      "aram": 971,
      "ano": 972,
      "ĂÂ§os": 973,
      "cor": 974,
      "ĂÂ©d": 975,
      "Ä Brasil": 976,
      "ital": 977,
      "Ä prin": 978,
      "Ä one": 979,
      "ten": 980,
      "ider": 981,
      "Ä realiz": 982,
      "ga": 983,
      "peri": 984,
      "erv": 985,
      "Ä dur": 986,
      "'s": 987,
      "rav": 988,
      "Ä poder": 989,
      "Ä informa": 990,
      "Ä pos": 991,
      "volv": 992,
      "titu": 993,
      "rit": 994,
      "Ä were": 995,
      "esse": 996,
      "Ä sab": 997,
      "Ä prov": 998,
      "ne": 999,
      "Ä Re": 1000,
      "reat": 1001,
      "Ä lo": 1002,
      "Ä suas": 1003,
      "iros": 1004,
      "Ä Se": 1005,
      "ĂÂ©s": 1006,
      "ces": 1007,
      "Ä encon": 1008,
      "Ä ta": 1009,
      "ela": 1010,
      "ire": 1011,
      "Ä dem": 1012,
      "Ä vol": 1013,
      "ice": 1014,
      "ple": 1015,
      "Ä num": 1016,
      "Ä Y": 1017,
      "ph": 1018,
      "Ä about": 1019,
      "Com": 1020,
      "Ä u": 1021,
      "Ä stu": 1022,
      "Ä def": 1023,
      "pt": 1024,
      "Ä produt": 1025,
      "ele": 1026,
      "Ä fac": 1027,
      "dade": 1028,
      "Ä fam": 1029,
      "Ä ir": 1030,
      "bo": 1031,
      "In": 1032,
      "Ä av": 1033,
      "Ä 6": 1034,
      "ose": 1035,
      "Ä other": 1036,
      "Ä ĂĆs": 1037,
      "able": 1038,
      "Ä hist": 1039,
      "elo": 1040,
      "iais": 1041,
      "ys": 1042,
      "tiliz": 1043,
      "inho": 1044,
      "ish": 1045,
      "ission": 1046,
      "enta": 1047,
      "almente": 1048,
      "Ä probl": 1049,
      "Ä fl": 1050,
      "car": 1051,
      "uro": 1052,
      "Ä vai": 1053,
      "Ä sur": 1054,
      "hec": 1055,
      "Ä maior": 1056,
      "Ä come": 1057,
      "Ä Em": 1058,
      "ari": 1059,
      "Ä vida": 1060,
      "Ä tec": 1061,
      "ender": 1062,
      "Ä Pa": 1063,
      "Ä most": 1064,
      "Ä up": 1065,
      "Ä caus": 1066,
      "ins": 1067,
      "tura": 1068,
      "Ä sĂÂł": 1069,
      "tos": 1070,
      "eio": 1071,
      "Ä 200": 1072,
      "Ä Qu": 1073,
      "Ä aj": 1074,
      "mos": 1075,
      "Ä hĂÂĄ": 1076,
      "les": 1077,
      "Ä escol": 1078,
      "tivos": 1079,
      "iĂÂŁo": 1080,
      "Ä fic": 1081,
      "Ä estĂÂŁo": 1082,
      "Ä sec": 1083,
      "orm": 1084,
      "Ä cada": 1085,
      "has": 1086,
      "Ä desen": 1087,
      "ural": 1088,
      "Ä li": 1089,
      "ise": 1090,
      "Ä mul": 1091,
      "ecer": 1092,
      "Ä sy": 1093,
      "Ä time": 1094,
      "Ä algum": 1095,
      "ĂÂłria": 1096,
      "ric": 1097,
      "Ä dev": 1098,
      "ary": 1099,
      "Ä some": 1100,
      "ulo": 1101,
      "itas": 1102,
      "Ä 10": 1103,
      "Ä lu": 1104,
      "iente": 1105,
      "Ä program": 1106,
      "Ä outros": 1107,
      "istas": 1108,
      "ws": 1109,
      "ff": 1110,
      "uns": 1111,
      "Ä equ": 1112,
      "ates": 1113,
      "Ä podem": 1114,
      "ĂąÄąÄŸ": 1115,
      "now": 1116,
      "Ä hum": 1117,
      "Ä them": 1118,
      "Ä especial": 1119,
      "iu": 1120,
      "tico": 1121,
      "Ä comple": 1122,
      "Ä inst": 1123,
      "Ä perm": 1124,
      "Ä sal": 1125,
      "iar": 1126,
      "Ä its": 1127,
      "ps": 1128,
      "Ä trabalho": 1129,
      "Ä dist": 1130,
      "Ä liv": 1131,
      "za": 1132,
      "10": 1133,
      "Ä difer": 1134,
      "inu": 1135,
      "ident": 1136,
      "Ä bec": 1137,
      "ans": 1138,
      "Ä cent": 1139,
      "rig": 1140,
      "Ä expl": 1141,
      "Ä Ar": 1142,
      "tir": 1143,
      "ile": 1144,
      "Ä ofer": 1145,
      "Ä onde": 1146,
      "Ä servi": 1147,
      "Ä apenas": 1148,
      "ople": 1149,
      "Ä princip": 1150,
      "Ä imp": 1151,
      "Ä It": 1152,
      "Ä utiliz": 1153,
      "Ä than": 1154,
      "ĂÂŽn": 1155,
      "Ä const": 1156,
      "ind": 1157,
      "Ä comm": 1158,
      "Ä sempre": 1159,
      "ally": 1160,
      "Ä may": 1161,
      "Ä ext": 1162,
      "Ä organ": 1163,
      "Ä serĂÂĄ": 1164,
      "Ä apres": 1165,
      "ang": 1166,
      "Ä 7": 1167,
      "Ä sc": 1168,
      "Ä gover": 1169,
      "Ä pop": 1170,
      "Ä gen": 1171,
      "ven": 1172,
      "ivers": 1173,
      "br": 1174,
      "ĂÂȘm": 1175,
      "ct": 1176,
      "pois": 1177,
      "Ä quer": 1178,
      "ree": 1179,
      "ublic": 1180,
      "are": 1181,
      "Ä parte": 1182,
      "Ä year": 1183,
      "ings": 1184,
      "Ä his": 1185,
      "Ä pes": 1186,
      "Ä result": 1187,
      "ĂÂĄria": 1188,
      "Ä No": 1189,
      "ior": 1190,
      "Ä int": 1191,
      "enh": 1192,
      "des": 1193,
      "enda": 1194,
      "ĂĆl": 1195,
      "Ä when": 1196,
      "As": 1197,
      "Ä deix": 1198,
      "Ä who": 1199,
      "Ä stud": 1200,
      "Ä foram": 1201,
      "Ä 8": 1202,
      "Ä produ": 1203,
      "Ä mom": 1204,
      "Ä bl": 1205,
      "Ä gro": 1206,
      "ations": 1207,
      "Ä empresa": 1208,
      "Ä gar": 1209,
      "Ä pĂÂșbl": 1210,
      "Ä Os": 1211,
      "tas": 1212,
      "Ä ped": 1213,
      "Ä been": 1214,
      "Ä diz": 1215,
      "Ä grande": 1216,
      "Es": 1217,
      "Ä resp": 1218,
      "Ä sign": 1219,
      "izaĂÂ§ĂÂŁo": 1220,
      "plo": 1221,
      "Ä sit": 1222,
      "rea": 1223,
      "Ä into": 1224,
      "Ä ela": 1225,
      "amentos": 1226,
      "press": 1227,
      "isa": 1228,
      "Ä ban": 1229,
      "ren": 1230,
      "Ä conse": 1231,
      "Ä plan": 1232,
      "Ä how": 1233,
      "Ä mundo": 1234,
      "ient": 1235,
      "Ä This": 1236,
      "Ä nat": 1237,
      "Ä there": 1238,
      "Ä seja": 1239,
      "Ä torn": 1240,
      "Ä people": 1241,
      "Ä fir": 1242,
      "be": 1243,
      "ft": 1244,
      "ound": 1245,
      "Ä over": 1246,
      "Ä tudo": 1247,
      "ES": 1248,
      "19": 1249,
      "ory": 1250,
      "cios": 1251,
      "Ä 9": 1252,
      "Ä ĂÄ«": 1253,
      "ram": 1254,
      "feira": 1255,
      "Ä Par": 1256,
      "Ä pou": 1257,
      "Ä sent": 1258,
      "ticas": 1259,
      "ĂÂșde": 1260,
      "rough": 1261,
      "Ä esse": 1262,
      "line": 1263,
      "Ä str": 1264,
      "Ä und": 1265,
      "cess": 1266,
      "idente": 1267,
      "ismo": 1268,
      "Ä deve": 1269,
      "inal": 1270,
      "Ä ti": 1271,
      "Ä met": 1272,
      "Ä Ex": 1273,
      "Ä these": 1274,
      "Ä experi": 1275,
      "Ä merc": 1276,
      "Ä estr": 1277,
      "Ä our": 1278,
      "ĂÂłr": 1279,
      "Ä For": 1280,
      "ĂąÄąÄż.": 1281,
      "ĂÂ§as": 1282,
      "alth": 1283,
      "Ä hom": 1284,
      "Ä person": 1285,
      "ough": 1286,
      "Ä consider": 1287,
      "we": 1288,
      "Ä inves": 1289,
      "Ä apl": 1290,
      "Ä contra": 1291,
      "af": 1292,
      "hn": 1293,
      "Ä du": 1294,
      "Ä 0": 1295,
      "Ä todo": 1296,
      "ui": 1297,
      "imentos": 1298,
      "Ä qualquer": 1299,
      "Ä era": 1300,
      "Ä SĂÂŁo": 1301,
      "ima": 1302,
      "Ä hel": 1303,
      "pend": 1304,
      "ry": 1305,
      "Ä bus": 1306,
      "ĂÂȘncias": 1307,
      "arĂÂĄ": 1308,
      "Ä assim": 1309,
      "RA": 1310,
      "ement": 1311,
      "ĂÂĄl": 1312,
      "Ä Na": 1313,
      "Ä paĂĆs": 1314,
      "Ä bet": 1315,
      "Ä dias": 1316,
      "ern": 1317,
      "ena": 1318,
      "ĂÂ©r": 1319,
      "Ä use": 1320,
      "oje": 1321,
      "Ä lim": 1322,
      "ĂÂ©c": 1323,
      "Ä site": 1324,
      "Ä Car": 1325,
      "ique": 1326,
      "Ä sho": 1327,
      "ning": 1328,
      "Ä know": 1329,
      "ities": 1330,
      "ays": 1331,
      "Ä need": 1332,
      "Ä prom": 1333,
      "iaĂÂ§ĂÂŁo": 1334,
      "itor": 1335,
      "Ä aqui": 1336,
      "Ä contro": 1337,
      "Ä apro": 1338,
      "Ä quem": 1339,
      "Ä Is": 1340,
      "Ä essa": 1341,
      "Ä lev": 1342,
      "iras": 1343,
      "Ä 18": 1344,
      "Ä ref": 1345,
      "Ä pag": 1346,
      "Ä hor": 1347,
      "Ä amb": 1348,
      "Ä high": 1349,
      "Ä dois": 1350,
      "Ä process": 1351,
      "Ä aqu": 1352,
      "Ä gu": 1353,
      "Ä Wh": 1354,
      "ond": 1355,
      "Ä sist": 1356,
      "Ä porque": 1357,
      "Ä problem": 1358,
      "Ä contr": 1359,
      "Ä casa": 1360,
      "urs": 1361,
      "entro": 1362,
      "velop": 1363,
      "gem": 1364,
      "ua": 1365,
      "ĂĆcio": 1366,
      "Ä mat": 1367,
      "anta": 1368,
      "Ä ĂÂșl": 1369,
      "cent": 1370,
      "ew": 1371,
      "aria": 1372,
      "Ä had": 1373,
      "stem": 1374,
      "tain": 1375,
      "Ä Cl": 1376,
      "Ä cal": 1377,
      "vis": 1378,
      "hed": 1379,
      "wo": 1380,
      "Ä if": 1381,
      "Ä oper": 1382,
      "Ä div": 1383,
      "Ä work": 1384,
      "ples": 1385,
      "Ä dec": 1386,
      "Ä rela": 1387,
      "Ä mon": 1388,
      "Ä ger": 1389,
      "Ä ide": 1390,
      "Ä econ": 1391,
      "Ä under": 1392,
      "icion": 1393,
      "Ä such": 1394,
      "Os": 1395,
      "pri": 1396,
      "Ä encontr": 1397,
      "ob": 1398,
      "ain": 1399,
      "Ä any": 1400,
      "Ä local": 1401,
      "Ä caso": 1402,
      "Ä som": 1403,
      "Ä ris": 1404,
      "Ä via": 1405,
      "Ä disc": 1406,
      "Th": 1407,
      "ĂÂĄrias": 1408,
      "ating": 1409,
      "Ä child": 1410,
      "reas": 1411,
      "Em": 1412,
      "Ä would": 1413,
      "Ä esta": 1414,
      "Ä cu": 1415,
      "Ä Para": 1416,
      "Ä what": 1417,
      "ĂĆveis": 1418,
      "Ä vi": 1419,
      "ĂÂąncia": 1420,
      "Ä eles": 1421,
      "Ä ben": 1422,
      "Ä Ass": 1423,
      "Ä spec": 1424,
      "Ä vĂĆ": 1425,
      "Ä meio": 1426,
      "Ä St": 1427,
      "Ä durante": 1428,
      "Ä polĂĆ": 1429,
      "Ä real": 1430,
      "ep": 1431,
      "Ä oc": 1432,
      "very": 1433,
      "cel": 1434,
      "Ä ten": 1435,
      "ced": 1436,
      "ower": 1437,
      "Ä used": 1438,
      "ej": 1439,
      "tern": 1440,
      "essa": 1441,
      "ba": 1442,
      "inas": 1443,
      "Ä 15": 1444,
      "Ä profission": 1445,
      "ĂÂ©ri": 1446,
      "Ä cab": 1447,
      "Ä leg": 1448,
      "Ä informaĂÂ§ĂÂ”es": 1449,
      "cil": 1450,
      "Ä jun": 1451,
      "old": 1452,
      "Ä respons": 1453,
      "Ä first": 1454,
      "earch": 1455,
      "heiro": 1456,
      "enĂÂ§a": 1457,
      "Ä outras": 1458,
      "ug": 1459,
      "Ä mater": 1460,
      "ink": 1461,
      "ore": 1462,
      "Ä todas": 1463,
      "atos": 1464,
      "Ä public": 1465,
      "tt": 1466,
      "anĂÂ§as": 1467,
      "ors": 1468,
      "vent": 1469,
      "Ä Go": 1470,
      "Ä conhec": 1471,
      "jeto": 1472,
      "ula": 1473,
      "cos": 1474,
      "Ä mercado": 1475,
      "Ä bas": 1476,
      "ribu": 1477,
      "estĂÂŁo": 1478,
      "Ä sendo": 1479,
      "Ä many": 1480,
      "Ä new": 1481,
      "Ä consegu": 1482,
      "Ä only": 1483,
      "Ä through": 1484,
      "anti": 1485,
      "tivas": 1486,
      "Ä Pr": 1487,
      "Ä alĂÂ©m": 1488,
      "Ä funcion": 1489,
      "Ä Mas": 1490,
      "ental": 1491,
      "Ä serv": 1492,
      "acter": 1493,
      "Ä novo": 1494,
      "Ä esp": 1495,
      "Al": 1496,
      "Ä toda": 1497,
      "Ä br": 1498,
      "ogo": 1499,
      "ordo": 1500,
      "ologia": 1501,
      "fr": 1502,
      "oll": 1503,
      "Ä mov": 1504,
      "Ä divers": 1505,
      "ck": 1506,
      "Ä pal": 1507,
      "irm": 1508,
      "Ä continu": 1509,
      "ount": 1510,
      "ick": 1511,
      "agens": 1512,
      "enci": 1513,
      "Ä alguns": 1514,
      "Ä ri": 1515,
      "Ä fut": 1516,
      "iam": 1517,
      "Ä acont": 1518,
      "Ä fer": 1519,
      "Ä Am": 1520,
      "Ä her": 1521,
      "Ä gra": 1522,
      "Ä nosso": 1523,
      "gua": 1524,
      "Ä cidade": 1525,
      "No": 1526,
      "Ä develop": 1527,
      "Ä final": 1528,
      "ĂÂłg": 1529,
      "Ä prĂÂłxim": 1530,
      "ily": 1531,
      "Ä inic": 1532,
      "Ä depois": 1533,
      "Ä differ": 1534,
      "Ä lar": 1535,
      "Ä possib": 1536,
      "Ä help": 1537,
      "Ä ident": 1538,
      "tima": 1539,
      "Ä social": 1540,
      "edade": 1541,
      "Ä inclu": 1542,
      "Ä So": 1543,
      "abor": 1544,
      "Ä bar": 1545,
      "ĂÂșmer": 1546,
      "Ä particip": 1547,
      "Ä momento": 1548,
      "Ä like": 1549,
      "Para": 1550,
      "col": 1551,
      "Ä long": 1552,
      "ife": 1553,
      "Ä inte": 1554,
      "OS": 1555,
      "ture": 1556,
      "ger": 1557,
      "embro": 1558,
      "ĂĆp": 1559,
      "Ä la": 1560,
      "onte": 1561,
      "Ä pois": 1562,
      "uĂÂ§ĂÂŁo": 1563,
      "Ä exem": 1564,
      "Ä nossa": 1565,
      "ientes": 1566,
      "Ä sp": 1567,
      "Ä apĂÂłs": 1568,
      "ER": 1569,
      "Ä ativ": 1570,
      "Ä Ad": 1571,
      "Ä fa": 1572,
      "Ä data": 1573,
      "Ä condi": 1574,
      "Ä repres": 1575,
      "Ä mĂÂ©d": 1576,
      "ĂÂłrio": 1577,
      "Ä comb": 1578,
      "Ä dispon": 1579,
      "eb": 1580,
      "Ä primeiro": 1581,
      "Ä sup": 1582,
      "Ä mulher": 1583,
      "Ä proj": 1584,
      "Ä segur": 1585,
      "Ä desenvolv": 1586,
      "Ä disse": 1587,
      "ale": 1588,
      "EN": 1589,
      "Ä doc": 1590,
      "Ä vari": 1591,
      "ravĂÂ©s": 1592,
      "Ä pri": 1593,
      "Ä produc": 1594,
      "ath": 1595,
      "Ä bel": 1596,
      "Ä processo": 1597,
      "Ä aum": 1598,
      "000": 1599,
      "ures": 1600,
      "Ä system": 1601,
      "tig": 1602,
      "rem": 1603,
      "raĂÂ§ĂÂŁo": 1604,
      "Ä acordo": 1605,
      "ifica": 1606,
      "Ä ajud": 1607,
      "Ä tur": 1608,
      "Ä fund": 1609,
      "arm": 1610,
      "tro": 1611,
      "Ä hoje": 1612,
      "Ä Z": 1613,
      "ĂÂąm": 1614,
      "Ä two": 1615,
      "ĂÂ©cn": 1616,
      "its": 1617,
      "ted": 1618,
      "Ä test": 1619,
      "Ä valor": 1620,
      "Ä situ": 1621,
      "Ä NĂÂŁo": 1622,
      "Ä gan": 1623,
      ".ĂąÄąÄż": 1624,
      "Ä trad": 1625,
      "igo": 1626,
      "elec": 1627,
      "AS": 1628,
      "Ä possĂĆvel": 1629,
      "Ä importante": 1630,
      "Ä antes": 1631,
      "Ä dom": 1632,
      "Ä menos": 1633,
      "--": 1634,
      "Ä cham": 1635,
      "Ä vir": 1636,
      "pen": 1637,
      "Ä del": 1638,
      "Ä desc": 1639,
      "Ä dados": 1640,
      "Ä bom": 1641,
      "Ä mud": 1642,
      "Ä energ": 1643,
      "Ä inform": 1644,
      "Ä 12": 1645,
      "Ä equip": 1646,
      "ket": 1647,
      "Ä sex": 1648,
      "ause": 1649,
      "Ä comeĂÂ§": 1650,
      "Ä He": 1651,
      "Ä Jo": 1652,
      "Ä consum": 1653,
      "Ä well": 1654,
      "Ä estar": 1655,
      "Ä Le": 1656,
      "Ä din": 1657,
      "Ä bu": 1658,
      "Ä constru": 1659,
      "Ä sin": 1660,
      "Se": 1661,
      "ris": 1662,
      "Ä trat": 1663,
      "Ä apresent": 1664,
      "ak": 1665,
      "Ä sistema": 1666,
      "cy": 1667,
      "Ä atual": 1668,
      "Ä ve": 1669,
      "ivo": 1670,
      "hĂÂ”es": 1671,
      "ĂÂșs": 1672,
      "Ä anim": 1673,
      "als": 1674,
      "Ä exam": 1675,
      "Ä tom": 1676,
      "Ä agora": 1677,
      "tamente": 1678,
      "Wh": 1679,
      "Ä primeira": 1680,
      "Por": 1681,
      "Ä cul": 1682,
      "Ä produtos": 1683,
      "Ä water": 1684,
      "Ä outro": 1685,
      "Ä fre": 1686,
      "Ä prote": 1687,
      "ĂÂĄtica": 1688,
      "Ä Paulo": 1689,
      "Ä health": 1690,
      "Ä tal": 1691,
      "Ä Des": 1692,
      "ction": 1693,
      "ll": 1694,
      "Ä educ": 1695,
      "Ä disso": 1696,
      "Ä base": 1697,
      "ility": 1698,
      "Ä should": 1699,
      "Ä Pl": 1700,
      "sa": 1701,
      "issĂÂŁo": 1702,
      "Ä desta": 1703,
      "Ä desde": 1704,
      "unda": 1705,
      "ition": 1706,
      "Ä atravĂÂ©s": 1707,
      "Ä super": 1708,
      "ting": 1709,
      "Ä conte": 1710,
      "Ä suc": 1711,
      "Ä compar": 1712,
      "Ä exist": 1713,
      "gl": 1714,
      "uras": 1715,
      "Ä partir": 1716,
      "Ä deter": 1717,
      "ĂĆlia": 1718,
      "ational": 1719,
      "De": 1720,
      "En": 1721,
      "Ä cat": 1722,
      "elho": 1723,
      "Ä minha": 1724,
      "Ä get": 1725,
      "Ä meu": 1726,
      "oca": 1727,
      "Ä dig": 1728,
      "Ä And": 1729,
      "Ä years": 1730,
      "ween": 1731,
      "Ä corre": 1732,
      "aro": 1733,
      "man": 1734,
      "Ä lugar": 1735,
      "Ä Ele": 1736,
      "minist": 1737,
      "Ä human": 1738,
      "vir": 1739,
      "Ä brasil": 1740,
      "Ä pens": 1741,
      "eta": 1742,
      "Ä tar": 1743,
      "ever": 1744,
      "Ä design": 1745,
      "Ä pot": 1746,
      "Ä make": 1747,
      "Ä tre": 1748,
      "Ä orig": 1749,
      "Ä ph": 1750,
      "pes": 1751,
      "Ä obje": 1752,
      "Ä total": 1753,
      "Ä intern": 1754,
      "ww": 1755,
      "ful": 1756,
      "ĂÄ«": 1757,
      "Ä ol": 1758,
      "Ä trĂÂȘs": 1759,
      "uss": 1760,
      "lu": 1761,
      "Ä popul": 1762,
      "Ä vezes": 1763,
      "Ä agr": 1764,
      "Ä defin": 1765,
      "Ä saĂÂșde": 1766,
      "Ä jogo": 1767,
      "dio": 1768,
      "Ä qualidade": 1769,
      "Ä dar": 1770,
      "Ä Cons": 1771,
      "aixo": 1772,
      "Ä plant": 1773,
      "emente": 1774,
      "fore": 1775,
      "round": 1776,
      "Ä could": 1777,
      "Ä Ins": 1778,
      "Ä duas": 1779,
      "Ä sm": 1780,
      "Ä estava": 1781,
      "Ä prĂÂłp": 1782,
      "Ä 30": 1783,
      "Ä Pre": 1784,
      "Ä esper": 1785,
      "put": 1786,
      "Ä pouco": 1787,
      "AR": 1788,
      "odo": 1789,
      "ton": 1790,
      "ions": 1791,
      "iber": 1792,
      "tec": 1793,
      "Ä between": 1794,
      "Ä govern": 1795,
      "Ä ens": 1796,
      "Ä part": 1797,
      "Ä Ac": 1798,
      "air": 1799,
      "Ä where": 1800,
      "Ä serviĂÂ§os": 1801,
      "ederal": 1802,
      "ĂÂĄveis": 1803,
      "rupo": 1804,
      "Ä empresas": 1805,
      "ticos": 1806,
      "tra": 1807,
      "Ä indiv": 1808,
      "Ä Cor": 1809,
      "Ä cre": 1810,
      "Ä espa": 1811,
      "Ä nĂÂșmer": 1812,
      "Ä DE": 1813,
      "Ä online": 1814,
      "clus": 1815,
      "ism": 1816,
      "Ä exemplo": 1817,
      "val": 1818,
      "ology": 1819,
      "Ä ĂąÄąÄș": 1820,
      "21": 1821,
      "ĂÂŽm": 1822,
      "Ä tĂÂȘm": 1823,
      "\",": 1824,
      "Ä estab": 1825,
      "IS": 1826,
      "ble": 1827,
      "ited": 1828,
      "hool": 1829,
      "Ä refer": 1830,
      "onto": 1831,
      "Ä anal": 1832,
      "feito": 1833,
      "izar": 1834,
      "Ä end": 1835,
      "Ä pelos": 1836,
      "ĂÂłri": 1837,
      "Ä profess": 1838,
      "Ä X": 1839,
      "portun": 1840,
      "Ä redu": 1841,
      "Ä tipo": 1842,
      "Ä uso": 1843,
      "act": 1844,
      "Ä .": 1845,
      "iel": 1846,
      "quanto": 1847,
      "Ä algumas": 1848,
      "ero": 1849,
      "Ä enc": 1850,
      "gen": 1851,
      "tre": 1852,
      "elf": 1853,
      "Ä pequ": 1854,
      "Ä pesqu": 1855,
      "corr": 1856,
      "culo": 1857,
      "isas": 1858,
      "Ä research": 1859,
      "Ä rest": 1860,
      "Ä cir": 1861,
      "ects": 1862,
      "Ä Pol": 1863,
      "Ä mus": 1864,
      "OR": 1865,
      "Ä apar": 1866,
      "jo": 1867,
      "Ä nome": 1868,
      "Ä tex": 1869,
      "Ä Univers": 1870,
      "ense": 1871,
      "Ä tĂÂ©cn": 1872,
      "Con": 1873,
      "Ä ĂÂĄrea": 1874,
      "adora": 1875,
      "porte": 1876,
      "ped": 1877,
      "Ä class": 1878,
      "osto": 1879,
      "Ä projeto": 1880,
      "Ä alter": 1881,
      "Ä autor": 1882,
      "Ä Gu": 1883,
      "Ä ĂÂł": 1884,
      "Ä decis": 1885,
      "Ä mĂÂĄ": 1886,
      "Ä sus": 1887,
      "Ä z": 1888,
      "Ä econom": 1889,
      "Ä Man": 1890,
      "Ä ty": 1891,
      "Ä indic": 1892,
      "cas": 1893,
      "gra": 1894,
      "Ä nova": 1895,
      "cur": 1896,
      "Ä different": 1897,
      "Ä Cam": 1898,
      "Ä lear": 1899,
      "rom": 1900,
      "encial": 1901,
      "Ä eff": 1902,
      "30": 1903,
      "Ä just": 1904,
      "fica": 1905,
      "Ä Amer": 1906,
      "Ä dentro": 1907,
      "ght": 1908,
      "Ä seguranĂÂ§a": 1909,
      "Ä ear": 1910,
      "avor": 1911,
      "atro": 1912,
      "ON": 1913,
      "Ä because": 1914,
      "ĂÂ©g": 1915,
      "Ä very": 1916,
      "Ä world": 1917,
      "ral": 1918,
      "Ä ĂąÄąÄ¶": 1919,
      "Ä lit": 1920,
      "ters": 1921,
      "Ä includ": 1922,
      "Ä Sa": 1923,
      "Ä Res": 1924,
      "Ä At": 1925,
      "enĂÂ§ĂÂŁo": 1926,
      "Ä material": 1927,
      "Ä way": 1928,
      "Ä prepar": 1929,
      "Ä entĂÂŁo": 1930,
      "Ä obs": 1931,
      "usti": 1932,
      "Ä estud": 1933,
      "Ä hav": 1934,
      "Ä ke": 1935,
      "ines": 1936,
      "Ä cres": 1937,
      "Ä sta": 1938,
      "Ä after": 1939,
      "tit": 1940,
      "Ä munic": 1941,
      "ĂÂŁos": 1942,
      "Ä acab": 1943,
      "Ä coloc": 1944,
      "ork": 1945,
      "Ä made": 1946,
      "Ä vo": 1947,
      "quipe": 1948,
      "inar": 1949,
      "Ä conv": 1950,
      "Ä Ser": 1951,
      "12": 1952,
      "Ä cin": 1953,
      "inh": 1954,
      "Ä segundo": 1955,
      "ursos": 1956,
      "ware": 1957,
      "Ä precisa": 1958,
      "Ä impl": 1959,
      "Ä 16": 1960,
      "IN": 1961,
      "orte": 1962,
      "Ä even": 1963,
      "Ä tecn": 1964,
      "uto": 1965,
      "Ä histĂÂłria": 1966,
      "Ä anti": 1967,
      "Ä recom": 1968,
      "Ä set": 1969,
      "ody": 1970,
      "adr": 1971,
      "Ä fim": 1972,
      "Ä saber": 1973,
      "ona": 1974,
      "An": 1975,
      "Ä verdade": 1976,
      "Ä see": 1977,
      "Ä nem": 1978,
      "tĂÂŁo": 1979,
      "tical": 1980,
      "ĂÂłl": 1981,
      "Ä lado": 1982,
      "Ä muitas": 1983,
      "22": 1984,
      "ists": 1985,
      "ied": 1986,
      "Ä organiz": 1987,
      "ech": 1988,
      "dia": 1989,
      "Ä every": 1990,
      "ole": 1991,
      "uma": 1992,
      "ux": 1993,
      "ty": 1994,
      "gre": 1995,
      "ĂÂ©rio": 1996,
      "ostas": 1997,
      "Ä simples": 1998,
      "Ä lon": 1999,
      "ety": 2000,
      "Ä [": 2001,
      "Ä 14": 2002,
      "Ä deste": 2003,
      "osa": 2004,
      "Ä apr": 2005,
      "Ä empre": 2006,
      "Ä soci": 2007,
      "IA": 2008,
      "Ä hab": 2009,
      "TA": 2010,
      "zo": 2011,
      "Ä muitos": 2012,
      "Ä 17": 2013,
      "esa": 2014,
      "ID": 2015,
      "iĂÂ§ĂÂ”es": 2016,
      "Ä quar": 2017,
      "Ä norm": 2018,
      "Ä pessoa": 2019,
      "ustr": 2020,
      "Ä et": 2021,
      "Ä pĂÂșblico": 2022,
      "lex": 2023,
      "Ä tĂÂŁo": 2024,
      "Ä Min": 2025,
      "oria": 2026,
      "Ä nĂÂłs": 2027,
      "Ä Ma": 2028,
      "iva": 2029,
      "angu": 2030,
      "Ä vers": 2031,
      "Ä 11": 2032,
      "Ä art": 2033,
      "Ä post": 2034,
      "ollow": 2035,
      "Ä acom": 2036,
      "ments": 2037,
      "IC": 2038,
      "iste": 2039,
      "Ä equipe": 2040,
      "Ä benef": 2041,
      "Ä ed": 2042,
      "Ä apo": 2043,
      "ner": 2044,
      "Ä quanto": 2045,
      "Ä comer": 2046,
      "Ä then": 2047,
      "Ä docum": 2048,
      "Ä those": 2049,
      "endimento": 2050,
      "ected": 2051,
      "osta": 2052,
      "Ä presidente": 2053,
      "Ä Estado": 2054,
      "Ä nesta": 2055,
      "Ä trabalh": 2056,
      "Ä dinheiro": 2057,
      "iment": 2058,
      "Ä look": 2059,
      "oso": 2060,
      "Ä relaĂÂ§ĂÂŁo": 2061,
      "ator": 2062,
      "Ä ĂÂșn": 2063,
      "ness": 2064,
      "timo": 2065,
      "Ä down": 2066,
      "Ä Ap": 2067,
      "Ä ĂÂĄgua": 2068,
      "Ä sk": 2069,
      "Ä semana": 2070,
      "isc": 2071,
      "posta": 2072,
      "Ä said": 2073,
      "Ä Rio": 2074,
      "Ä techn": 2075,
      "Ä neste": 2076,
      "Ä Euro": 2077,
      "Ä compan": 2078,
      "ward": 2079,
      "Ä important": 2080,
      "Ä tro": 2081,
      "Ä Co": 2082,
      "land": 2083,
      "Ä produto": 2084,
      "Ä call": 2085,
      "Ä Fran": 2086,
      "Ä sens": 2087,
      "Ä foc": 2088,
      "uda": 2089,
      "Ä fĂÂĄ": 2090,
      "Ä soc": 2091,
      "Como": 2092,
      "Ä found": 2093,
      "aixa": 2094,
      "ĂÂĄg": 2095,
      "Ä much": 2096,
      "50": 2097,
      "oma": 2098,
      "Ä children": 2099,
      "dic": 2100,
      "Ä negĂÂł": 2101,
      "los": 2102,
      "eth": 2103,
      "unto": 2104,
      "Ä favor": 2105,
      "Ä bi": 2106,
      "ulg": 2107,
      "Ä partic": 2108,
      "Ä clientes": 2109,
      "Ä milhĂÂ”es": 2110,
      "ĂąÄąÄ¶": 2111,
      "cri": 2112,
      "Ä acc": 2113,
      "Ä back": 2114,
      "ĂÄ„": 2115,
      "ican": 2116,
      "Ä food": 2117,
      "ange": 2118,
      "Ä she": 2119,
      "Ä lanĂÂ§": 2120,
      "Ä being": 2121,
      "eja": 2122,
      "Ä information": 2123,
      "Ä vĂĆde": 2124,
      "taĂÂ§ĂÂŁo": 2125,
      "Ä Su": 2126,
      "lam": 2127,
      "11": 2128,
      "Ä diferentes": 2129,
      "Ä each": 2130,
      "Ä read": 2131,
      "etos": 2132,
      "Ä emb": 2133,
      "Ä mal": 2134,
      "Ä sl": 2135,
      "Ä il": 2136,
      "Ä son": 2137,
      "Ä US": 2138,
      "Ä Lu": 2139,
      "cient": 2140,
      "Ä nossos": 2141,
      "ier": 2142,
      "Ä individ": 2143,
      "NĂÂŁo": 2144,
      "Ä Cas": 2145,
      "ares": 2146,
      "Ä perĂĆ": 2147,
      "Ä relacion": 2148,
      "Ä nĂÂșmero": 2149,
      "Ä inv": 2150,
      "atura": 2151,
      "Ä natural": 2152,
      "Ä cria": 2153,
      "Ä adv": 2154,
      "Ä Como": 2155,
      "tional": 2156,
      "Ä arti": 2157,
      "//": 2158,
      "Ä life": 2159,
      "Ä serviĂÂ§o": 2160,
      "ds": 2161,
      "bs": 2162,
      "Ä aplic": 2163,
      "Ä pas": 2164,
      "tle": 2165,
      "Ä conhe": 2166,
      "Ä 100": 2167,
      "Ä Im": 2168,
      "Ä pat": 2169,
      "ques": 2170,
      "Ä exec": 2171,
      "Ä governo": 2172,
      "Ä promo": 2173,
      "unca": 2174,
      "Ä lead": 2175,
      "Ä Col": 2176,
      "reg": 2177,
      "Ä Sec": 2178,
      "ges": 2179,
      "Ä cheg": 2180,
      "Ä usar": 2181,
      "ende": 2182,
      "cionais": 2183,
      "ĂÂĄp": 2184,
      "Ä mĂÂșs": 2185,
      "uais": 2186,
      "Ä Bar": 2187,
      "osp": 2188,
      "Ä horas": 2189,
      "Ä capac": 2190,
      "Ä stor": 2191,
      "kes": 2192,
      "Ä geral": 2193,
      "Ä acompan": 2194,
      "ute": 2195,
      "ides": 2196,
      "Ä Nov": 2197,
      "Ä represent": 2198,
      "Ä regist": 2199,
      "Ä Or": 2200,
      "ola": 2201,
      "Ä grupo": 2202,
      "ingu": 2203,
      "ather": 2204,
      "otos": 2205,
      "Ä prop": 2206,
      "Ä during": 2207,
      "icial": 2208,
      "Ä lig": 2209,
      "Ä ,": 2210,
      "Ä level": 2211,
      "Na": 2212,
      "Ä segunda": 2213,
      "Ä Tr": 2214,
      "Ä We": 2215,
      "Ä 13": 2216,
      "Ä students": 2217,
      "atĂÂ©g": 2218,
      "Ä institu": 2219,
      "Ä programa": 2220,
      "ociaĂÂ§ĂÂŁo": 2221,
      "Ä nada": 2222,
      "Ä mos": 2223,
      "icul": 2224,
      "Ä ficar": 2225,
      "Ä does": 2226,
      "Ä conce": 2227,
      "gn": 2228,
      "Ä You": 2229,
      "Ä ques": 2230,
      "Ä melhores": 2231,
      "Ä 199": 2232,
      "ved": 2233,
      "Ä forn": 2234,
      "imes": 2235,
      "Ä study": 2236,
      "Ä El": 2237,
      "gress": 2238,
      "alizaĂÂ§ĂÂŁo": 2239,
      "viron": 2240,
      "Ä own": 2241,
      "Ä On": 2242,
      "get": 2243,
      "Ä ca": 2244,
      "Ä VocĂÂȘ": 2245,
      "Ä aval": 2246,
      "ional": 2247,
      "ivil": 2248,
      "edi": 2249,
      "ĂĆcia": 2250,
      "Ä press": 2251,
      "Ä usu": 2252,
      "Ä interess": 2253,
      "Ä acesso": 2254,
      "Ä aplica": 2255,
      "://": 2256,
      "Ä lĂÂĄ": 2257,
      "eno": 2258,
      "AD": 2259,
      "Ä good": 2260,
      "Ä They": 2261,
      "Ä follow": 2262,
      "Ä traz": 2263,
      "Ä determin": 2264,
      "hip": 2265,
      "inhos": 2266,
      "Ä activ": 2267,
      "Ä Q": 2268,
      "Ä respon": 2269,
      "Ä objetivo": 2270,
      "bra": 2271,
      "Ä enquanto": 2272,
      "ĂÄ©": 2273,
      "Ä dever": 2274,
      "ontos": 2275,
      "Ä If": 2276,
      "Ä same": 2277,
      "Ä aber": 2278,
      "Ä AlĂÂ©m": 2279,
      "Ä model": 2280,
      "Ä experiĂÂȘncia": 2281,
      "vo": 2282,
      "ede": 2283,
      "Ä tinha": 2284,
      "Ä find": 2285,
      "utos": 2286,
      "ama": 2287,
      "Ä espaĂÂ§o": 2288,
      "eles": 2289,
      "Ä alun": 2290,
      "Ä outra": 2291,
      "the": 2292,
      "Ä comun": 2293,
      "Ä Deus": 2294,
      "hes": 2295,
      "terior": 2296,
      "Ä Seg": 2297,
      "ipal": 2298,
      "Ä cuid": 2299,
      "ended": 2300,
      "Ä quais": 2301,
      "ize": 2302,
      "cimento": 2303,
      "anda": 2304,
      "Ä regiĂÂŁo": 2305,
      "ĂÄ„O": 2306,
      "iĂÂȘncia": 2307,
      "Ä sido": 2308,
      "pens": 2309,
      "tanto": 2310,
      "ries": 2311,
      "TE": 2312,
      "abilidade": 2313,
      "ĂąÄąÄ”": 2314,
      "Ä Bo": 2315,
      "Ä gre": 2316,
      "ock": 2317,
      "atu": 2318,
      "ices": 2319,
      "Ä &": 2320,
      "Ä ur": 2321,
      "Ä tanto": 2322,
      "Ä boa": 2323,
      "Ä control": 2324,
      "Ä der": 2325,
      "Ä desenvolvimento": 2326,
      "Ä Per": 2327,
      "Ä jogos": 2328,
      "itura": 2329,
      "AN": 2330,
      "rada": 2331,
      "rir": 2332,
      "ret": 2333,
      "18": 2334,
      "Ä algo": 2335,
      "Ä inde": 2336,
      "Ä char": 2337,
      "Ä crianĂÂ§as": 2338,
      "Ä using": 2339,
      "Ä famĂĆlia": 2340,
      "olĂÂłg": 2341,
      "Ä both": 2342,
      "Ä priv": 2343,
      "Ä show": 2344,
      "Ä /": 2345,
      "Ä Reg": 2346,
      "Ä Ag": 2347,
      "stand": 2348,
      "iliar": 2349,
      "Ä How": 2350,
      "unci": 2351,
      "maz": 2352,
      "Ä commun": 2353,
      "Ä dispos": 2354,
      "Ä blo": 2355,
      "Ä pap": 2356,
      "ential": 2357,
      "atis": 2358,
      "Ä corpo": 2359,
      "ature": 2360,
      "Ä cost": 2361,
      "Ä school": 2362,
      "Ä serĂÂŁo": 2363,
      "Pro": 2364,
      "ane": 2365,
      "Ä gente": 2366,
      "Ä produĂÂ§ĂÂŁo": 2367,
      "Ä problemas": 2368,
      "Ä comput": 2369,
      "Ä dise": 2370,
      "ode": 2371,
      "ash": 2372,
      "led": 2373,
      "rito": 2374,
      "Ä particular": 2375,
      "Ä conteĂÂș": 2376,
      "AL": 2377,
      "Ä receber": 2378,
      "uĂĆ": 2379,
      "Ä treat": 2380,
      "ĂĆcios": 2381,
      "igos": 2382,
      "Ä my": 2383,
      "Ä Ro": 2384,
